tutorials/pM4F-Benchmarks/case1a/calciteDiss_KinEqPap/dt0_75/constant/CalciteDiss_KinEq.op
      dist_x	        time	          pH	          Cl	          Ca	        C(4)	   k_calcite	  dk_calcite	
           0	           0	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.005	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.015	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.025	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.035	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.045	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.055	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.065	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.075	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.085	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.095	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.105	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.115	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.125	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.135	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.145	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.155	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.165	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.175	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.185	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.195	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.205	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.215	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.225	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.235	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.245	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.255	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.265	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.275	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.285	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.295	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.305	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.315	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.325	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.335	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.345	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.355	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.365	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.375	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.385	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.395	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.405	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.415	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.425	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.435	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.445	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.455	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.465	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.475	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.485	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
       0.495	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  2.0310e+00	  0.0000e+00	
         0.5	           0	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  0.0000e+00	  0.0000e+00	
           0	         600	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.005	         600	     2.06598	  1.0985e-02	  7.6262e-04	  7.6262e-04	  5.3125e-01	 -1.0000e-03	
       0.015	         600	     2.20055	  1.0985e-02	  2.0099e-03	  2.0099e-03	  5.3190e-01	 -1.0000e-03	
       0.025	         600	     2.34875	  1.0985e-02	  3.0098e-03	  3.0098e-03	  5.3291e-01	 -1.0000e-03	
       0.035	         600	     2.57371	  1.0984e-02	  4.0097e-03	  4.0097e-03	  5.3392e-01	 -1.0000e-03	
       0.045	         600	     3.06099	  1.0984e-02	  5.0096e-03	  5.0096e-03	  5.3494e-01	 -1.0000e-03	
       0.055	         600	      5.5922	  1.0984e-02	  6.0063e-03	  6.0063e-03	  5.4029e-01	 -9.9709e-04	
       0.065	         600	     6.11826	  1.0984e-02	  6.9234e-03	  6.9234e-03	  6.5848e-01	 -9.1868e-04	
       0.075	         600	     6.36112	  1.0985e-02	  7.5999e-03	  7.5999e-03	  1.0166e+00	 -6.7943e-04	
       0.085	         600	     6.47884	  1.0985e-02	  7.9690e-03	  7.9690e-03	  1.4763e+00	 -3.7183e-04	
       0.095	         600	      6.5266	  1.0985e-02	  8.1227e-03	  8.1227e-03	  1.7996e+00	 -1.5518e-04	
       0.105	         600	     6.54349	  1.0985e-02	  8.1773e-03	  8.1773e-03	  1.9487e+00	 -5.5230e-05	
       0.115	         600	      6.5491	  1.0985e-02	  8.1955e-03	  8.1955e-03	  2.0036e+00	 -1.8371e-05	
       0.125	         600	     6.55092	  1.0985e-02	  8.2014e-03	  8.2014e-03	  2.0221e+00	 -5.9647e-06	
       0.135	         600	     6.55151	  1.0985e-02	  8.2033e-03	  8.2033e-03	  2.0281e+00	 -1.9211e-06	
       0.145	         600	      6.5517	  1.0985e-02	  8.2039e-03	  8.2039e-03	  2.0301e+00	 -6.1713e-07	
       0.155	         600	     6.55176	  1.0985e-02	  8.2041e-03	  8.2041e-03	  2.0307e+00	 -1.9806e-07	
       0.165	         600	     6.55178	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0309e+00	 -6.9109e-08	
       0.175	         600	     6.55178	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -1.9950e-08	
       0.185	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -3.7026e-09	
       0.195	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -6.9093e-10	
       0.205	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -1.2922e-10	
       0.215	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9346e-11	
       0.225	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.235	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.245	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.255	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.265	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.275	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.285	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.295	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.305	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.315	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.325	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.335	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.345	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.355	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.365	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.375	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.385	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.395	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.405	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.415	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.425	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.435	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.445	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.455	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.465	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.475	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.485	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.495	         600	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
         0.5	         600	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  0.0000e+00	  0.0000e+00	
           0	        1200	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.005	        1200	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.015	        1200	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.025	        1200	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.035	        1200	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.045	        1200	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.055	        1200	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.065	        1200	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.075	        1200	     2.00041	  1.0985e-02	  5.0525e-06	  5.0525e-06	  0.0000e+00	  0.0000e+00	
       0.085	        1200	     2.08964	  1.0985e-02	  1.0100e-03	  1.0100e-03	  3.1467e-01	 -1.0000e-03	
       0.095	        1200	     2.20055	  1.0985e-02	  2.0099e-03	  2.0099e-03	  7.5571e-01	 -1.0000e-03	
       0.105	        1200	     2.34875	  1.0985e-02	  3.0098e-03	  3.0098e-03	  9.5977e-01	 -1.0000e-03	
       0.115	        1200	     2.57371	  1.0984e-02	  4.0097e-03	  4.0097e-03	  1.0366e+00	 -1.0000e-03	
       0.125	        1200	     3.06099	  1.0984e-02	  5.0096e-03	  5.0096e-03	  1.0782e+00	 -1.0000e-03	
       0.135	        1200	      5.5922	  1.0984e-02	  6.0063e-03	  6.0063e-03	  1.1663e+00	 -9.9709e-04	
       0.145	        1200	     6.11826	  1.0984e-02	  6.9234e-03	  6.9234e-03	  1.3602e+00	 -9.1868e-04	
       0.155	        1200	     6.36112	  1.0985e-02	  7.5999e-03	  7.5999e-03	  1.6190e+00	 -6.7943e-04	
       0.165	        1200	     6.47884	  1.0985e-02	  7.9690e-03	  7.9690e-03	  1.8343e+00	 -3.7183e-04	
       0.175	        1200	      6.5266	  1.0985e-02	  8.1227e-03	  8.1227e-03	  1.9544e+00	 -1.5518e-04	
       0.185	        1200	     6.54349	  1.0985e-02	  8.1773e-03	  8.1773e-03	  2.0045e+00	 -5.5230e-05	
       0.195	        1200	      6.5491	  1.0985e-02	  8.1955e-03	  8.1955e-03	  2.0223e+00	 -1.8371e-05	
       0.205	        1200	     6.55092	  1.0985e-02	  8.2014e-03	  8.2014e-03	  2.0282e+00	 -5.9647e-06	
       0.215	        1200	     6.55151	  1.0985e-02	  8.2033e-03	  8.2033e-03	  2.0301e+00	 -1.9211e-06	
       0.225	        1200	      6.5517	  1.0985e-02	  8.2039e-03	  8.2039e-03	  2.0307e+00	 -6.1713e-07	
       0.235	        1200	     6.55176	  1.0985e-02	  8.2041e-03	  8.2041e-03	  2.0309e+00	 -1.9806e-07	
       0.245	        1200	     6.55178	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -6.9109e-08	
       0.255	        1200	     6.55178	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -1.9950e-08	
       0.265	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -3.7026e-09	
       0.275	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -6.9093e-10	
       0.285	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -1.2922e-10	
       0.295	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9346e-11	
       0.305	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.315	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.325	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.335	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.345	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.355	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.365	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.375	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.385	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.395	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.405	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.415	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.425	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.435	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.445	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.455	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.465	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.475	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.485	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.495	        1200	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
         0.5	        1200	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  0.0000e+00	  0.0000e+00	
           0	        1800	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.005	        1800	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.015	        1800	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.025	        1800	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.035	        1800	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.045	        1800	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.055	        1800	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.065	        1800	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.075	        1800	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.085	        1800	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.095	        1800	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.105	        1800	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.115	        1800	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.125	        1800	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.135	        1800	           2	  1.0985e-02	  0.0000e+00	  0.0000e+00	  0.0000e+00	  0.0000e+00	
       0.145	        1800	     2.00041	  1.0985e-02	  5.0525e-06	  5.0525e-06	  0.0000e+00	  0.0000e+00	
       0.155	        1800	     2.08964	  1.0985e-02	  1.0100e-03	  1.0100e-03	  2.5848e-01	 -1.0000e-03	
       0.165	        1800	     2.20055	  1.0985e-02	  2.0099e-03	  2.0099e-03	  6.9471e-01	 -1.0000e-03	
       0.175	        1800	     2.34875	  1.0985e-02	  3.0098e-03	  3.0098e-03	  1.0757e+00	 -1.0000e-03	
       0.185	        1800	     2.57371	  1.0984e-02	  4.0097e-03	  4.0097e-03	  1.3384e+00	 -1.0000e-03	
       0.195	        1800	     3.06099	  1.0984e-02	  5.0096e-03	  5.0096e-03	  1.4977e+00	 -1.0000e-03	
       0.205	        1800	      5.5922	  1.0984e-02	  6.0063e-03	  6.0063e-03	  1.6126e+00	 -9.9709e-04	
       0.215	        1800	     6.11826	  1.0984e-02	  6.9234e-03	  6.9234e-03	  1.7340e+00	 -9.1868e-04	
       0.225	        1800	     6.36112	  1.0985e-02	  7.5999e-03	  7.5999e-03	  1.8586e+00	 -6.7943e-04	
       0.235	        1800	     6.47884	  1.0985e-02	  7.9690e-03	  7.9690e-03	  1.9516e+00	 -3.7183e-04	
       0.245	        1800	      6.5266	  1.0985e-02	  8.1227e-03	  8.1227e-03	  2.0007e+00	 -1.5518e-04	
       0.255	        1800	     6.54349	  1.0985e-02	  8.1773e-03	  8.1773e-03	  2.0206e+00	 -5.5230e-05	
       0.265	        1800	      6.5491	  1.0985e-02	  8.1955e-03	  8.1955e-03	  2.0276e+00	 -1.8371e-05	
       0.275	        1800	     6.55092	  1.0985e-02	  8.2014e-03	  8.2014e-03	  2.0299e+00	 -5.9647e-06	
       0.285	        1800	     6.55151	  1.0985e-02	  8.2033e-03	  8.2033e-03	  2.0306e+00	 -1.9211e-06	
       0.295	        1800	      6.5517	  1.0985e-02	  8.2039e-03	  8.2039e-03	  2.0309e+00	 -6.1713e-07	
       0.305	        1800	     6.55176	  1.0985e-02	  8.2041e-03	  8.2041e-03	  2.0310e+00	 -1.9806e-07	
       0.315	        1800	     6.55178	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -6.9109e-08	
       0.325	        1800	     6.55178	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -1.9950e-08	
       0.335	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -3.7026e-09	
       0.345	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -6.9093e-10	
       0.355	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -1.2922e-10	
       0.365	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9346e-11	
       0.375	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.385	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.395	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.405	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.415	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.425	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.435	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.445	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.455	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.465	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.475	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.485	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
       0.495	        1800	     6.55179	  1.0985e-02	  8.2042e-03	  8.2042e-03	  2.0310e+00	 -7.9329e-11	
         0.5	        1800	     8.24649	  1.0000e-15	  5.1279e-04	  1.0209e-03	  0.0000e+00	  0.0000e+00	
